Revit 2015 API
SlabEdgeTypeSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public virtual SlabEdgeTypeSetIterator ReverseIterator()
Visual Basic
Public Overridable Function ReverseIterator As SlabEdgeTypeSetIterator
Visual C++
public:
virtual SlabEdgeTypeSetIterator^ ReverseIterator()
Return Value
Returns a backward moving iterator to the set.
See Also
SlabEdgeTypeSet Class
Autodesk.Revit.DB Namespace